Revit 2024 API
AssemblyDifferenceConfiguration Properties
The AssemblyDifferenceConfiguration type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from AssemblyDifference.)
See Also
AssemblyDifferenceConfiguration Class
Autodesk.Revit.DB Namespace